Revit 2027 API
CancellationListener Properties
The CancellationListener type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
CancellationListener Class
Autodesk.Revit.DB Namespace